Repository: common-repository/top-page-quality-analytics
Catalog: top-analytics-*.po
Languages: es_es, sk_sk

source: Welcome to TOP Page Quality Analytics plugin
es_es: Bienvenido al plugin TOP Analítica de Calidad de Página
sk_sk: Vitajte v plugine TOP Page Quality Analytics

source: by
es_es: Por
sk_sk: od

source: Author&rsquo;s website
es_es: Sitio web &rsquo;s del autor
sk_sk: Webstránka autora

source: This plugin allows anyone connect his/her WordPress with Website Quality Analytics tool which analyses quality of landing pages, offers advice regarding content and search terms that produce low-quality visits.
es_es: Este plugin permite que cualquiera conecte su WordPress con la herramienta de Analítica de Calidad de sitios web, que analiza la calidad de las páginas de destino, ofrece asesoramiento en materia de contenido y de búsqueda términos que producen visitas de baja calidad.
sk_sk: Tento plugin umožňuje prepojenie akéhokoľvek blogu s nástrojom zvaným Website Quality Analytics, ktorý analyzuje kvalitu vstupných stránok, poskytuje odporúčania ohľadom obsahu a kľúčových slov, ktoré produkujú návštevnosť s krátkou dobou trvania.

source: All you need is an ID (identifier) which can be acquired after
es_es: Todo lo que necesitas es un ID (identificador) que puede ser adquirido después
sk_sk: Všetko, čo potrebujete je iba ID (identifikátor), ktorý je možné obdržať po

source: Get your ID now!
es_es: ¡Consiga su ID ahora!
sk_sk: Získajte svoje ID teraz!

source: clicking this link
es_es: Haciendo clic en este enlace
sk_sk: kliknutí tohto odkazu

source: Once you get ID for your website, put it into the box below in order to allow langing page quality analytics start monitoring which pages and search terms need your attention.
es_es: Una vez que obtenga ID para su sitio web, colóquelo en el cuadro de abajo con el fin de permitir que el análisis de calidad de la página de inicio monitoree qué páginas y términos de búsqueda necesitan su atención.
sk_sk: Akonáhle získate ID pre vaše webstránky, zadajte ho do políčka nižšie, čo umožní tomuto pluginu úspešné prepojenie s našim nástrojom a vy získate prehľad o tom, čo na vašom webe vylepšiť.

source: <span id="running_ok">&#10004; Tracking is running! See your statistics by
es_es: <span id="running_ok"> &#10004; ¡Seguimiento está funcionando! Ver las estadísticas por
sk_sk: <span id="running_ok">&#10004; Monitorovanie beží! Štatistiky si môžete prezrieť po

source: Login to see statistics and recommendations regarding quality of traffic
es_es: Ingrese para ver información y recomendaciones en relación con la calidad del tráfico
sk_sk: Prihláste sa na prezeranie štatistík a odporúčaní ohľadom kvality návštevnosti

source: <span id="running_not">Tracking is not running, enter your ID below, please!</span>
es_es: <span id="running_not"> Seguimiento no se está ejecutando, introduzca su ID abajo, por favor </span>TOP:
sk_sk: <span id="running_not">Monitorovanie nebeží! Nižšie vložte svoje ID, aby plugin posielal dáta!</span>

source: Your TOP identifier:
es_es: Tu identificador TOP
sk_sk: Váš identifikátor pre TOP:

source: Put your ID into this box and save it
es_es: Ponga su ID en esta caja y guárdelo
sk_sk: Tu vložte svoje ID a kliknite na uloženie

source: Save my ID
es_es: Guardar mi ID
sk_sk: Ulož moje ID

source: Save my ID now and start tracking
es_es: Guardar mi ID ahora y empezar seguimiento
sk_sk: Ulož moje ID a začni monitorovanie

source: Don&rsquo;t have ID for this website yet?
es_es: ¿No tiene ID de este sitio web todavía?
sk_sk: Nemáte ešte svoje ID pre tento blog?

source: Click here to get one!
es_es: ¡Haga clic aquí para conseguir una!
sk_sk: Kliknite tu pre získanie!

source: <p>Once you save your ID, your website&rsquo;s traffic is going to be analysed by our application and you&rsquo;ll be able to review quality of its traffic as soon as visitors start visiting it! Since analysis is done on our servers in order not to consume resources and space on yours, you can login to the TOP application by
es_es: <p>Cuando tenga guardado el ID, el tráfico de su sitio web va a ser analizado por nuestra aplicación y podrá revisar la calidad de su tráfico ¡tan pronto como los visitantes comienzan a visitarlo! Dado que el análisis se realiza en nuestros servidores con el fin de no consumir recursos y espacio en el suyo, se puede acceder a la aplicación mediante TOP por
sk_sk: <p>Akonáhle uložíte svoje ID, návštevnosť vášho blogu bude analyzovaná našou aplikáciou a bude vám umožnené prehliadať si informácie o kvalite ihneď po tom, čo prví návštevníci zavítajú na vašu lokalitu. Keďže analýza návštevnosti prebieha na našich serveroch z toho dôvodu, aby sme nezaťažovali vaše prostredie, do aplikácie TOP za môžete prihlásiť po

source: Click to login to the application
es_es: Pulsa para acceder a la aplicación
sk_sk: Kliknite pre prihlásenie do aplikácie

source: Why to monitor low quality traffic and why Google Analytics isn&rsquo;t sufficient for this purpose?
es_es: ¿Por qué monitorear el tráfico de baja calidad y por qué Google Analytics no es suficiente para este propósito?
sk_sk: Prečo sa oplatí monitorovať návštevnosť, ktorá nie je kvalitná a prečo Google Analytics nie je dostatočný nástroj na tento účel?

source: <p>User behaviour is now monitored by search engines including <a href="http://www.google.com" title="Open Google&rsquo;s search page" target="_blank">Google</a> and <a href="http://www.bing.com" target="_blank" title="Open Bing&rsquo;s search page">Bing</a>/<a href="http://www.yahoo.com" target="_blank" title="Go to Yahoo!">Yahoo!</a> and one of most important factors that affect your rankings is &ldquo;hitting the back button&rdquo;. Low quality traffic from seach engines might reduce your website&rsquo;s total traffic which naturally lowers your income if your website makes money. This in short is a significant part of Google&rsquo;s Panda algorithm.</p>
es_es: El comportamiento del usuario <p> ahora es monitoreado por los motores de búsqueda como <a href="http://www.google.com" title="Google" target="_blank">Google</a> and <a href="http://www.bing.com" target="_blank" title="Bing">Bing</a>/<a href="http://www.yahoo.com" target="_blank" title="Yahoo!">Yahoo!</a> y uno de los factores más importantes que afectan a su ranking es "pulsar el botón de retroceso". El tráfico de baja calidad de los motores de búsqueda podría reducir el tráfico total de su sitio web que naturalmente disminuye sus ingresos si su sitio web hace dinero. Esto en definitiva es una parte importante del algoritmo Panda de Google. </p>
sk_sk: <p>Správanie návštevníkov je už dlhšiu dobu monitorované všetkými vyhľadávačmi vrátane <a href="http://www.google.com" title="Otvor vyhľadávanie Google" target="_blank">Google</a> a <a href="http://www.bing.com" target="_blank" title="Otvor vyhľadávanie Bing-u">Bing</a>/<a href="http://www.yahoo.com" target="_blank" title="Choď na Yahoo!">Yahoo!</a> a jedným z najpodstatnejších aspektov toho, ako bude vaša stránka hodnotená je takzvané &ldquo;tlačítko späť&rdquo;. Návštevnosť s nízkou kvalitou môže negatívne ovplyvniť vaše pozície vo výsledkoch vyhľadávania, čo samozrejme znižuje návštevnosť a nakoniec aj zisky v prípade, že váš projekt zarába peniaze. Tento princíp je z veľkej miery podstatou algoritmu zvaného ako Google Panda.</p>

source: <p>If you&rsquo;ve noticed an overnight decrease or increase in traffic of your website from Google, it could be due to Panda algorithm.</p>
es_es: <p>Si usted ha notado un descenso o aumento de la noche a la mañana en el tráfico de su sitio web de Google, podría ser debido al algoritmo Panda. </p>
sk_sk: <p>Ak ste zaznamenali nárast, alebo pokles návštevnosti z Googlu počas jednej noci, je veľmi pravdepodobné, že sa jedná práve o vplyv algoritmu Google Panda.</p>

source: <p>What&rsquo;s more Google Analytics doesn&rsquo;t provide you with real length of visit as they measure length of visit until last click which in fact means whenever a visitor comes to your website, spends 10 minutes there reading your article and not making any click, and then leaving your website it&rsquo;s always shown as a zero second visit. It&rsquo;s only search engines that know exact length of visit in such a case. However with TOP you can find out real length of visits too!</p>
es_es: <p>Es más Google Analytics no le proporciona con la longitud real de la visita, ya que miden la duración de la visita hasta el último clic, que de hecho significa que cada vez que un visitante llega a su sitio web, pasa 10 minutos ahí leyendo su artículo y sin hacer ningún clic, y luego de salir de su sitio web siempre se muestra como una segunda visita a cero. Son sólo los motores de búsqueda los que conocen la longitud exacta de la visita en un caso así. ¡Sin embargo, con TOP puede averiguar la longitud real de las visitas también!</p>
sk_sk: <p>Google Analytics vám neposkytne informácie o tom, ako dlho skutočne ľudia ostávajú na vašich stránkach, keďže Google Analytics meria dĺžku návštevy iba po posledné kliknutie, čo v praxi znamená, že aj 10 minút dlhá návšteva sa javí ako 0 sekúnd trvajúca v prípade, že takýto návštevník neklikol nikam a iba čítal napríklad článok. V tomto prípade sú to iba samotné vyhľadávače, ktoré vedia určiť, ako dlho trvala návšteva. No s aplikáciou TOP viete tento údaj zistiť aj vy sami!</p>

source: <p>It is not just time you need to know. In fact this is only the first step of improving your website and beating your competitors! Bear in mind
es_es: <p>No es sólo el tiempo lo que usted necesita saber. De hecho, este es sólo el primer paso para mejorar su sitio web ¡y superar a sus competidores! Tenga en cuenta que
sk_sk: <p>Nie je to len čas, o ktorom by ste mali mať prehľad. V skutočnosti sa jedná iba o prvý krok k zlepšeniu vašich stránok a k predbehnutiu vašich konkurentov! Majte na pamäti

source: Search engines prefer sending their users to websites that are relevant to search terms!!!
es_es: los motores de búsqueda prefieren enviar a sus usuarios a sitios web ¡que son relevantes para los términos de búsqueda!
sk_sk: Vyhľadávače najradšej pošlú svojich užívateľov tam, kde nájdu odpovede na svoje otázky!!!

source: <h2>Read more about length of visit</h2>
es_es: <h2>Lea más acerca de la duración de la visita</h2>
sk_sk: <h2>O dĺžke trvania návštevy sa môžete dočítať viac na</h2>

source: Article @ nichepursuits.com
es_es: Artículo @ nichepursuits.com
sk_sk: Článok na nichepursuits.com

source: How Important is Time on Site for Ranking in Google
es_es: ¿Qué tan importante es tiempo en el sitio para el ranking en Google?
sk_sk: Aký dôležitý je čas strávený na stránke pre hodnotenie v Google-i

source: Article @ backlinko.com
es_es: artículo @ backlinko.com
sk_sk: Článok na backlinko.com

source: Google Ranking Factors: The Complete List
es_es: Factores para el Ranking de Google: La Lista Completa
sk_sk: Hodnotenie v rámci Google: Kompletný zoznam

source: (see point 76)
es_es: (véase el punto 76)
sk_sk: (pozrite bod 76)

source: Article @ rankexecutives.com
es_es: Artículo @ rankexecutives.com
sk_sk: Článok na rankexecutives.com

source: Is Time On Site A Ranking Factor
es_es: Es el Tiempo en el Sitio Un factor de clasificación
sk_sk: Je čas strávený na stránke faktor pre hodnotenie?

source: Article @ seobythehour.com
es_es: Artículo @ seobythehour.com
sk_sk: Článok na seobythehour.com

source: Top SEO Ranking Factors
es_es: Principales Factores para el Ranking SEO
sk_sk: Najdôležitejšie faktory pre SEO

source: <h2>Privacy &amp; SSL</h2>
es_es: <h2>Privacidad & amp; SSL</h2>
sk_sk: <h2>Súkromie &amp; SSL</h2>

source: <p>You should notify visitors of your website that cookies are being used to understand whether they&rsquo;re happy when browsing your website or whether they rather leave. Also there&rsquo;s a restriction within this plugin not to use tracking when visitors browse your website using SSL (https) as this is usually used for online shops and therefore privacy of your visitors is respected! All about how TOP uses/handles cookies and security can be found on following pages:
es_es: <p>Usted debe notificar a los visitantes de su sitio web que se usan cookies para comprender si son felices cuando se navega por su sitio web o si prefieren irse. También hay una restricción en este plugin para no utilizar seguimiento cuando los visitantes navegan por su sitio web utilizando SSL (https), ya que esto se utiliza generalmente para las tiendas en línea ¡y por lo tanto se respeta la privacidad de sus visitantes! Todo sobre cómo TOP maneja/usa las cookies y la seguridad se encuentra en las páginas siguientes:
sk_sk: <p>Mali by ste návštevníkov svojich stránok oboznámiť s tým, že využívate cookies pre porozumenie ich správania sa na vašej lokalite, čo ďalej využívate pre skvalitnenie obsahu a funkcionality. Zároveň tento plugin automaticky vypne monitorovanie návštevnosti, ak identifikuje stránku s použitím SSL. Toto obmedzenie je uplatnené z dôvodu využívanie SSL predovšetkým pri online nákupoch a iných senzitívnych operáciach a jeho cieľom je rešpektovanie súkromia návštevníkov vašich stránok. O tom, ako v TOP používamie cookies a zaručujeme súkromie je možné zistiť viac na nasledujúcich stránkach:

source: How TOP handles cookies
es_es: Cómo maneja TOP las cookies
sk_sk: Ako TOP spravuje cookies

source: and
es_es: Y
sk_sk: a

source: Security of data at TOP
es_es: la seguridad de los datos en TOP
sk_sk: Bezpečnosť dát v aplikácii TOP

source: security
es_es: seguridad
sk_sk: bezpečnosť
